# 视图类
class View:
    # 专门打印欢迎视图
    def printWelcome(self):
        welcome = '''
            *****************************************
            *      欢迎来到中国工商银行账户管理系统    *
            *****************************************
            *   1.开户                               *
            *   2.存款                               *
            *   3.取款                               *
            *   4.转账                               *
            *   5.查询账户信息                        *
            *   6.退卡                               *
            ****************************************** 
        '''
        print(welcome)
